spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.set_cmp_enabled_state_6aa4a00fffc92e0da1950d8bf4a51952_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_cmp_enabled_state><virtual_servers><value>test_virtual_server</value></virtual_servers><states><item>STATE_ENABLED</item></states></wsdl:set_cmp_enabled_state></env:Body></env:Envelope>